# Taps

# Formulae
brew "mole"
brew "mise"
brew "uv"
brew "git"
brew "gh"
brew "mas"
brew "ni"

# Casks
cask "librewolf"
cask "brave-browser"
cask "visual-studio-code"
cask "signal"
cask "maccy"
cask "rectangle"

# Mac App Store
mas "Microsoft Outlook", id: 985367838
mas "uBlock Origin Lite", id: 6745342698
