# Taps

# Formulae
brew "mole"
brew "mise"
brew "uv"
brew "git"
brew "gh"
brew "mas"
brew "ni"

# Modern Unix Tools
brew "starship"
brew "zoxide"
brew "fzf"
brew "ripgrep"
brew "bat"
brew "eza"
brew "jq"
brew "git-delta"

# Casks
cask "orbstack"
cask "raycast"
cask "font-hack-nerd-font"
cask "librewolf"
cask "brave-browser"
cask "visual-studio-code"
cask "signal"
cask "maccy"
cask "rectangle"

# Mac App Store
mas "Microsoft Outlook", id: 985367838
mas "uBlock Origin Lite", id: 6745342698
